package am.alias;

import java.util.ArrayList;
import java.util.List;

public class Resources {
    static String teamName1;
    static String teamName2;
    static int teamPoints1;
    static int teamPoints2;

    static int winPoints;
    static int endSeconds;

    static String winnerTeamName;

    final static String[] armWordList = {"ազատ", "ազգ", "աղջիկ", "ամիս", "ամուսին", "ամուր", "այստեղ", "անծանոթ", "արհեստ", "բանակ", "բժիշկ", "բնակարան", "գավառ", "գերեզման", "գիրք", "գյուղ", "գործարան", "գրագետ", "դատավոր", "դարբին", "դեղագործ", "դերձակ", "դրություն", "եկեղեցի", "եղբայր", "երաշխավոր", "երեխա", "երեկո", "երիտասարդ", "երկար", "երկիր", "զավակ", "զատիկ", "Զատիկ", "զինվոր", "ընկեր", "ընտանիք", "թաղամաս", "թաղել", "թերթ", "թիվ", "թոշակ", "թոռ", "թուղթ", "ժամ", "ժամագործ", "ժառանգ", "իգական", "իրավաբան", "լեզու", "լեռ", "լիճ", "խանութ", "խաչ", "ծառ", "ծոռ", "կավագործ", "կատարել", "կին", "հիվանդություն", "կնքահայր", "կնքամայր", "կոշկակար", "կրոն", "հայր", "հաջորդ", "հասցե", "հարևան", "հիշատակարան", "հիվանդ", "հիվանդանոց", "հյուսիս", "հյուր", "հոգի", "հող", "հողագործ", "ձմեռ", "ղեկ", "ղեկավար", "ճարտարապետ", "մականուն", "մահ", "մանկատուն", "մաս", "մասնագետ", "մասնագիտություն", "մատյան", "մարդ", "մարզ", "մեծ", "մեջ", "մոտ", "նախկին", "նահանգ", "նշան", "նոր", "շաբաթ", "շատ", "շրջան", "ոսկերիչ", "որդի", "որմնադիր", "պաշտոն", "պատճառ", "պետական", "սեռ", "ստորագրություն", "սուրբ", "վախճանվել", "վարսավիր", "վերք", "վկա", "վկայական", "տարածք", "տարեկան", "տարի", "տեղ", "տղա", "տուն", "ցուցակ", "ուստի", "ուսուցիչ", "ուրիշ", "փողոց", "փոքր", "քաղաք", "քաղաքացի", "քիչ", "օգնական", "օրացույց", "օրենք", "ֆաբրիկա",};


    final static String[] engWordList = {};
    final static String[] rusWordList = {};
}
